Repository: amssdias/chatea-conecta
Catalog: chat_connect/locale/*/LC_MESSAGES/django.po
Languages: es

source: Sorry there was a problem with the connection, try sign up again.
es: Lo sentimos, hubo un problema con la conexión. Intenta registrarte de nuevo.

source: Go back home
es: Volver a la página principal

source: You need to put an username
es: Debes ingresar un nombre de usuario

source: Username already taken
es: El nombre de usuario ya está en uso

source: Male
es: Hombre

source: Female
es: Mujer

source: anonymous chat, free chat room, online chat, global chat, adult chat room
es: chat anónimo, sala de chat gratis, chat en línea, chat global, sala de chat para adultos

source: The best free anonymous chat room for adults. Connect instantly with people worldwide.
es: Únete a Chatea-Conecta, una plataforma de chat anónima y gratuita para adultos. Chatea con personas de todo el mundo al instante, ¡sin necesidad de registro!

source: Privacy Policy
es: Política de Privacidad

source: FAQ
es: Preguntas Frecuentes

source: Username
es: Apodo

source: Write your username...
es: Escribe tu nombre de usuario...

source: Terms and conditions
es: Términos y Condiciones

source: I agree to the <span class="link-tc" id="terms-and-conditions">Terms and Conditions</span> of the site.
es: Confirmo que he leído y acepto los <span class="link-tc" id="terms-and-conditions">Términos y Condiciones</span> del sitio.

source: Age verification
es: Restricciones de Edad

source: I confirm that I am 18 years old or older.
es: Confirmo que tengo 18 años o más.

source: Start Chatting Now
es: Chatear ahora

source: Terms and Conditions
es: Términos y Condiciones

source: Welcome to Chatea Conecta! Please read these Terms and Conditions carefully before using our website. By accessing or using Chatea Conecta, you agree to be bound by these terms. If you do not agree with any part of these terms, please do not use our website.
es: ¡Bienvenido a Chatea Conecta! Por favor, lea detenidamente estos Términos y Condiciones antes de usar nuestro sitio web. Al acceder o utilizar Chatea Conecta, usted acepta cumplir con estos términos. Si no está de acuerdo con alguna parte de estos términos, por favor no use nuestro sitio web.

source: General Information
es: Información General

source: Website Name:
es: Nombre del Sitio Web:

source: Contact Information:
es: Información de Contacto:

source: For questions or support, please contact us at test@testing.com (this may be updated with a domain-specific email in the future).
es: Para preguntas o soporte, contáctenos en test@testing.com (esto podría actualizarse con un correo electrónico específico del dominio en el futuro).

source: Eligibility and Age Verification
es: Elegibilidad y Verificación de Edad

source: By using Chatea Conecta, you confirm that you are at least 18 years of age. Our website is intended for users who are of legal age to participate in open chat rooms and interact with others in a respectful, adult manner.
es: Al usar Chatea Conecta, usted confirma que tiene al menos 18 años. Nuestro sitio web está destinado a usuarios que tengan la edad legal para participar en salas de chat abiertas e interactuar con otros de manera respetuosa y adulta.

source: Platform Purpose and Acceptable Use
es: Propósito de la Plataforma y Uso Aceptable

source: Chatea Conecta is an entertainment-based platform that allows users to connect and chat with others from around the world. We are dedicated to fostering a friendly, positive environment for users to enjoy casual conversations.
es: Chatea Conecta es una plataforma basada en el entretenimiento que permite a los usuarios conectarse y chatear con personas de todo el mundo. Estamos dedicados a fomentar un ambiente amigable y positivo para que los usuarios disfruten de conversaciones casuales.

source: By using this website, you agree to:
es: Al usar este sitio web, usted acepta:

source: Communicate respectfully with other users, refraining from offensive language, harassment, discrimination, or any form of abuse.
es: Comunicarse respetuosamente con otros usuarios, absteniéndose de usar lenguaje ofensivo, acoso, discriminación o cualquier forma de abuso.

source: Use Chatea Conecta solely for personal enjoyment and not for any commercial or promotional purposes.
es: Usar Chatea Conecta únicamente para disfrute personal y no para fines comerciales o promocionales.

source: Avoid sharing or attempting to solicit personal, financial, or sensitive information.
es: Evitar compartir o intentar solicitar información personal, financiera o sensible.

source: Prohibited Actions
es: Acciones Prohibidas

source: To maintain a safe and welcoming environment, the following actions are strictly prohibited:
es: Para mantener un entorno seguro y acogedor, las siguientes acciones están estrictamente prohibidas:

source: Offensive or Abusive Behavior:
es: Comportamiento Ofensivo o Abusivo:

source: Users may not use language or behavior that is abusive, offensive, obscene, or otherwise harmful to other users.
es: Los usuarios no pueden usar lenguaje o comportamientos que sean abusivos, ofensivos, obscenos o perjudiciales para otros usuarios.

source: Commercial Use:
es: Uso Comercial:

source: Using Chatea Conecta for advertising, promoting products or services, or conducting commercial transactions is not permitted.
es: Usar Chatea Conecta para publicidad, promoción de productos o servicios, o realizar transacciones comerciales no está permitido.

source: Misrepresentation:
es: Falsedad o Representación Engañosa:

source: Impersonating another person or providing false information is not allowed.
es: Hacerse pasar por otra persona o proporcionar información falsa no está permitido.

source: Violating any of these terms may result in suspension or permanent banning from the platform.
es: Violar cualquiera de estos términos puede resultar en la suspensión o prohibición permanente de la plataforma.

source: Intellectual Property and Content Ownership
es: Propiedad Intelectual y Derechos de Contenido

source: All content on Chatea Conecta, including SVG designs, website layout, and underlying code, is owned by the creator of Chatea Conecta. Users are not permitted to reproduce, distribute, or otherwise use any part of the website’s content for commercial purposes without prior permission.
es: Todo el contenido de Chatea Conecta, incluidos diseños SVG, diseño del sitio web y código subyacente, es propiedad del creador de Chatea Conecta. Los usuarios no están permitidos para reproducir, distribuir o usar cualquier parte del contenido del sitio para fines comerciales sin permiso previo.

source: Privacy and Data Collection
es: Privacidad y Recolección de Datos

source: Chatea Conecta does not collect, store, or share any personal data at this time. Should this policy change in the future, users will be notified, and updates will be reflected in our Privacy Policy.
es: Chatea Conecta no recopila, almacena ni comparte datos personales en este momento. Si esta política cambia en el futuro, los usuarios serán notificados, y las actualizaciones se reflejarán en nuestra Política de Privacidad.

source: Liability Disclaimer
es: Descargo de Responsabilidad

source: Chatea Conecta is provided on an 'as is' basis. While we strive to maintain a positive environment, we are not responsible for the behavior, comments, or interactions of individual users. We disclaim any liability for damages resulting from user interactions or any content shared within the platform.
es: Chatea Conecta se ofrece tal cual. Aunque nos esforzamos por mantener un ambiente positivo, no somos responsables del comportamiento, comentarios o interacciones de los usuarios individuales. Renunciamos a cualquier responsabilidad por daños que resulten de interacciones entre usuarios o de cualquier contenido compartido en la plataforma.

source: Changes to Terms
es: Cambios en los Términos

source: Chatea Conecta reserves the right to update these Terms and Conditions at any time. Users will be notified of significant changes, and continued use of the platform constitutes acceptance of any revised terms.
es: Chatea Conecta se reserva el derecho de actualizar estos Términos y Condiciones en cualquier momento. Se notificará a los usuarios sobre cambios significativos, y el uso continuo de la plataforma constituirá la aceptación de los términos revisados.

source: Governing Law
es: Ley Aplicable

source: These Terms and Conditions are governed by applicable laws of [Your Country/Region]. Any disputes arising from the use of Chatea Conecta shall be resolved through appropriate legal channels within this jurisdiction.
es: Estos Términos y Condiciones se rigen por las leyes aplicables de [Su País/Región]. Cualquier disputa que surja del uso de Chatea Conecta se resolverá a través de los canales legales correspondientes dentro de esta jurisdicción.

source: Contact Us
es: Contáctenos

source: For any questions or concerns regarding these Terms and Conditions, please contact us at test@testing.com.
es: Si tiene preguntas o inquietudes relacionadas con estos Términos y Condiciones, por favor contáctenos en test@testing.com.

source: Just pick a nickname and start chatting instantly. No personal details or registration required!
es: Solo elige un apodo y empieza a chatear al instante. ¡No necesitas datos personales ni registrarte!

source: Chat Worldwide
es: Chat Mundial

source: Connect with users from Europe, Latin America, and beyond in real-time.
es: Conecta con personas de Europa, América Latina y más allá.

source: Leave chat
es: Salir del chat

source: Find answers to frequently asked questions about Chatea-Conecta. Learn how it works and more.
es: Encuentra respuestas a las preguntas frecuentes sobre Chatea-Conecta. Aprende cómo funciona y más.

source: Frequently Asked Questions (FAQ)
es: Preguntas Frecuentes (FAQ)

source: What is Chatea-Conecta?
es: ¿Qué es Chatea-Conecta?

source: Chatea-Conecta is a free and anonymous chat platform that allows users to connect with others worldwide in real-time. No login or registration is required to join the conversation.
es: Chatea-Conecta es una plataforma de chat gratuita y anónima que permite a los usuarios conectarse con otras personas de todo el mundo en tiempo real. No se requiere inicio de sesión ni registro para unirse a la conversación.

source: How do I start chatting?
es: ¿Cómo empiezo a chatear?

source: Simply go to the homepage, enter a username of your choice in the input field, and click 'Start Chatting'. You'll instantly join a global chat room with other users.
es: Simplemente ve a la página principal, escribe un nombre de usuario de tu elección en el campo de texto y haz clic en 'Comenzar a Chatear'. Entrarás instantáneamente en una sala de chat global con otros usuarios.

source: Is Chatea-Conecta really anonymous?
es: ¿Chatea-Conecta es realmente anónimo?

source: Yes! You don't need to provide any personal information to use the platform. However, avoid sharing sensitive details in the chat for your own safety.
es: ¡Sí! No necesitas proporcionar información personal para usar la plataforma. Sin embargo, evita compartir detalles sensibles en el chat por tu propia seguridad.

source: Is there a mobile version of Chatea-Conecta?
es: ¿Hay una versión móvil de Chatea-Conecta?

source: Yes, Chatea-Conecta is fully responsive and works seamlessly on mobile, tablet, and desktop devices. You can enjoy chatting on the go!
es: Sí, Chatea-Conecta es completamente responsivo y funciona perfectamente en dispositivos móviles, tabletas y computadoras de escritorio. ¡Puedes disfrutar de chatear donde sea!

source: Can I report inappropriate behavior in the chat?
es: ¿Puedo reportar comportamientos inapropiados en el chat?

source: Yes. If you encounter inappropriate content, use the 'Report' button in the chat interface. This helps us maintain a safe and welcoming environment for all users.
es: Sí. Si encuentras contenido inapropiado, utiliza el botón 'Reportar' en la interfaz del chat. Esto nos ayuda a mantener un entorno seguro y acogedor para todos los usuarios.

source: Does Chatea-Conecta store my chat messages?
es: ¿Chatea-Conecta guarda mis mensajes de chat?

source: No, Chatea-Conecta does not store chat messages. All conversations are real-time and ephemeral, ensuring your privacy.
es: No, Chatea-Conecta no guarda los mensajes de chat. Todas las conversaciones son en tiempo real y efímeras, garantizando tu privacidad.

source: How is Chatea-Conecta secure?
es: ¿Cómo es seguro Chatea-Conecta?

source: We use HTTPS to encrypt all communication between your device and our servers. This ensures a safe and secure chat experience.
es: Usamos HTTPS para encriptar toda la comunicación entre tu dispositivo y nuestros servidores. Esto garantiza una experiencia de chat segura.

source: Why do I see promotional messages in the chat?
es: ¿Por qué veo mensajes promocionales en el chat?

source: We monetize the platform by including occasional promotional messages sent by bots. These messages are marked as 'Promotions' to distinguish them from real users.
es: Monetizamos la plataforma incluyendo ocasionalmente mensajes promocionales enviados por bots. Estos mensajes están marcados como 'Promociones' para distinguirlos de los usuarios reales.

source: Can I block promotional messages?
es: ¿Puedo bloquear los mensajes promocionales?

source: At this time, promotional messages cannot be blocked, but we strive to keep them minimal and non-intrusive.
es: Por el momento, los mensajes promocionales no se pueden bloquear, pero nos esforzamos por mantenerlos mínimos y no intrusivos.

source: Learn about the privacy practices of Chatea-Conecta. We prioritize your privacy and explain how your data is handled.
es: Conoce las prácticas de privacidad de Chatea-Conecta. Priorizamos tu privacidad y explicamos cómo manejamos tus datos.

source: Effective Date: 01/05/2025
es: Fecha de Vigencia: 01/05/2025

source: Welcome to <strong>Chatea-Conecta</strong>. Your privacy is important to us. This Privacy Policy explains how we handle information collected from users ('you' or 'your') while using our application.
es: Bienvenido a <strong>Chatea-Conecta</strong>. Tu privacidad es importante para nosotros. Esta Política de Privacidad explica cómo manejamos la información recopilada de los usuarios ('tú' o 'tu') mientras usas nuestra aplicación.

source: Information We Collect
es: Información que Recopilamos

source: We do not collect or store any personal information. The only information we process is the username you create upon accessing our app. This username can be any set of characters of your choice and is not linked to your personal identity.
es: No recopilamos ni almacenamos ninguna información personal. La única información que procesamos es el nombre de usuario que creas al acceder a nuestra aplicación. Este nombre de usuario puede ser cualquier conjunto de caracteres de tu elección y no está vinculado a tu identidad personal.

source: How We Use Your Information
es: Cómo Usamos Tu Información

source: The username is used exclusively to facilitate the chat functionality within the app. We do not store usernames permanently; they are temporarily cached using a secure caching service (Redis) and are automatically removed when you leave the page.
es: El nombre de usuario se utiliza exclusivamente para facilitar la funcionalidad de chat dentro de la aplicación. No almacenamos los nombres de usuario de forma permanente; se guardan temporalmente en una memoria caché segura (Redis) y se eliminan automáticamente cuando abandonas la página.

source: We use cookies to enhance your experience. A single cookie is used to store the username you create for the duration of your session. This cookie is deleted once the session ends or the page is refreshed.
es: Usamos cookies para mejorar tu experiencia. Una única cookie se utiliza para almacenar el nombre de usuario que creas durante la duración de tu sesión. Esta cookie se elimina una vez que la sesión termina o la página se actualiza.

source: Data Storage and Security
es: Almacenamiento y Seguridad de Datos

source: Usernames are stored temporarily in Redis, a secure caching service, and are automatically deleted when the user exits the page.
es: Los nombres de usuario se almacenan temporalmente en Redis, un servicio de caché seguro, y se eliminan automáticamente cuando el usuario sale de la página.

source: We implement reasonable technical measures to ensure that the temporary data processed by our app is secure.
es: Implementamos medidas técnicas razonables para garantizar que los datos temporales procesados por nuestra aplicación sean seguros.

source: Third Parties
es: Terceros

source: We do not share, sell, or disclose your information to third parties.
es: No compartimos, vendemos ni divulgamos tu información a terceros.

source: Age Restrictions
es: Restricciones de Edad

source: Our app is intended for users aged 18 and older. By using this app, you confirm that you are at least 18 years old. If you are under 18, you are solely responsible for ensuring compliance with this restriction.
es: Nuestra aplicación está destinada a usuarios mayores de 18 años. Al usar esta aplicación, confirmas que tienes al menos 18 años. Si eres menor de 18, eres el único responsable de garantizar el cumplimiento de esta restricción.

source: Your Rights
es: Tus Derechos

source: Since we do not store or collect personal information, there are no specific rights for data access, correction, or deletion. If you have concerns about privacy, you may stop using the app at any time.
es: Dado que no almacenamos ni recopilamos información personal, no hay derechos específicos de acceso, corrección o eliminación de datos. Si tienes preocupaciones sobre la privacidad, puedes dejar de usar la aplicación en cualquier momento.

source: Updates to This Policy
es: Actualizaciones de Esta Política

source: We may update this Privacy Policy from time to time. Any changes will be reflected on this page, and the updated date will be indicated at the top.
es: Podemos actualizar esta Política de Privacidad de vez en cuando. Cualquier cambio se reflejará en esta página, y la fecha de actualización se indicará en la parte superior.

source: If you have any questions or concerns regarding this Privacy Policy, please refrain from using the app.
es: Si tienes preguntas o inquietudes relacionadas con esta Política de Privacidad, por favor abstente de usar la aplicación.
